const privacyData = {
  ua: [
    {
      title: "1. ЗАГАЛЬНІ ПОЛОЖЕННЯ",
      content: {
        subSections: [
          {
            title:
              "1.1. Виконавець надає освітні послуги у сфері вивчення англійської мови відповідно до обраного Замовником курсу або програми навчання.",
          },
          {
            title:
              "1.2. Цей Договір є публічним і розміщений у вільному доступі на веб-сайті Виконавця: https://english-school-theta.vercel.app/.",
          },
          {
            title:
              "1.3. Прийняття умов цього Договору здійснюється шляхом оплати Послуг, реєстрації на платформі або підписання окремого документа між Сторонами.",
          },
        ],
      },
    },
    {
      title: "2. ПРЕДМЕТ ДОГОВОРУ",
      content: {
        subSections: [
          {
            title:
              "2.1. Виконавець надає Замовнику Послуги з навчання англійської мови в онлайн-форматі та або у відео записі .",
          },
          {
            title:
              "2.2. Послуги включають доступ до навчальних матеріалів ( текстові та відео ), онлайн-уроків, персональних та групових консультацій з викладачами та інших додаткових ресурсів згідно з обраним пакетом.",
          },
          {
            title:
              "2.3. Тривалість та зміст курсів визначаються відповідно до програми, опублікованої на веб-сайті Виконавця. ",
          },
        ],
      },
    },
    {
      title: "3. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН",
      content: {
        subSections: [
          {
            title: "3.1. Виконавець зобов’язується:",
            listItems: [
              "Надати Замовнику доступ до навчальних матеріалів та занять відповідно до обраного курсу.",
              "Виконувати навчальний процес якісно та в узгоджені терміни.",
              "Надавати консультації щодо навчального процесу.",
            ],
          },
          {
            title: "3.2. Замовник зобов’язується:",
            listItems: [
              "Вчасно здійснювати оплату за Послуги.",
              "Виконувати завдання та дотримуватись навчального розкладу.",
              "Не передавати доступ до курсів третім особам без письмового дозволу Виконавця.",
            ],
          },
          {
            title: "3.3. Виконавець має право:",
            listItems: [
              "Змінювати програму навчання, формат та умови надання Послуг за умови попереднього повідомлення Замовника.",
              "Блокувати доступ Замовника до курсів у разі порушення умов цього Договору.",
            ],
          },
          {
            title: "3.4. Замовник має право:",
            listItems: [
              "Отримувати Послуги відповідно до умов цього Договору.",
              "Відмовитися від Послуг, повідомивши Виконавця не менше ніж за 7 календарних днів до дати припинення участі у курсі.",
            ],
          },
        ],
      },
    },
    {
      title: "4. ВАРТІСТЬ ПОСЛУГ І ПОРЯДОК ОПЛАТИ",
      content: {
        subSections: [
          {
            title:
              "4.1. Вартість Послуг зазначена на веб-сайті Виконавця та може змінюватися залежно від обраного пакету.",
          },
          {
            title:
              "4.2. Оплата здійснюється за допомогою електронних платіжних систем або банківським переказом.",
          },
          {
            title:
              "4.3. У разі відмови Замовника від Послуг після початку навчання, повернення коштів не передбачається, за винятком випадків, передбачених чинним законодавством.",
          },
        ],
      },
    },
    {
      title: "5. ВІДПОВІДАЛЬНІСТЬ СТОРІН",
      content: {
        subSections: [
          {
            title: "5.1. Виконавець не несе відповідальності за:",
            listItems: [
              "Результати навчання Замовника, оскільки вони залежать від його особистих зусиль та залученості до процесу.",
              "Технічні збої у роботі платформи, якщо вони сталися не з вини Виконавця.",
            ],
          },
          {
            title: "5.2. Замовник несе відповідальність за:",
            listItems: [
              "Дотримання правил навчання.",
              "Використання навчальних матеріалів лише в особистих цілях.",
            ],
          },
        ],
      },
    },
    {
      title: "6. ПОРЯДОК ВИРІШЕННЯ СПОРІВ",
      content: {
        subSections: [
          {
            title:
              "6.1. Усі суперечки та розбіжності, що можуть виникнути у зв’язку з цим Договором, вирішуються шляхом переговорів між Сторонами.",
          },
          {
            title:
              "6.2. У разі неможливості досягти згоди, спір підлягає розгляду в судовому порядку відповідно до чинного законодавства.",
          },
        ],
      },
    },
    {
      title: "7. ПРИКІНЦЕВІ ПОЛОЖЕННЯ",
      content: {
        subSections: [
          {
            title:
              "7.1. Виконавець має право змінювати умови цього Договору, публікуючи відповідні оновлення на веб-сайті.",
          },
          {
            title:
              "7.2. Усі питання, що не врегульовані цим Договором, регулюються чинним законодавством. ",
          },
          {
            title:
              "7.3. Договір набирає чинності з моменту акцепту його умов Замовником та діє до моменту завершення надання Послуг.",
          },
        ],
      },
    },
    {
      title: "8 .Контактна інформація ",

      content: {
        subSections: [
          {
            title: `Для запитів або питань, пов'язаних з цією Угодою, звертайтеся до: novaitschooleu@gmail.com`,
          },
        ],
      },
    },
  ],
};

export default privacyData;
